Repository: shrey4sh/dockhand_ios
Catalog: DockhandMobile/Localizable.xcstrings
Source language: en
Languages: es

source: (healthy)
es: (saludable)

source: (unhealthy)
es: (no saludable)

source: .env removed
es: .env eliminado

source: .env saved
es: .env guardado

source: %@ brought down
es: %@ bajado

source: %@ deleted
es: %@ eliminado

source: %@ pulled
es: %@ descargado

source: %@ redeployed
es: %@ redesplegado

source: %@ removed
es: %@ eliminado

source: %@ removed with volumes
es: %@ eliminado con volúmenes

source: %@ restarted
es: %@ reiniciado

source: %@ started
es: %@ iniciado

source: %@ stopped
es: %@ detenido

# %@:%@ created
source: %1$@:%2$@ created
es: %1$@:%2$@ creado

source: %1$d running · %2$d stopped
es: %1$d en ejecución · %2$d detenidos

source: %d container
es: %d contenedor

source: %d containers
es: %d contenedores

source: %d core
es: %d núcleo

source: %d cores
es: %d núcleos

source: %d day
es: %d día

source: %d days
es: %d días

source: %d hour
es: %d hora

source: %d hours
es: %d horas

source: %d minute
es: %d minuto

source: %d minutes
es: %d minutos

source: %d month
es: %d mes

source: %d months
es: %d meses

source: %d second
es: %d segundo

source: %d seconds
es: %d segundos

source: %d service
es: %d servicio

source: %d services
es: %d servicios

source: %d total
es: %d totales

source: %d unhealthy containers
es: %d contenedores con problemas

source: %d week
es: %d semana

source: %d weeks
es: %d semanas

source: About a minute
es: Hace alrededor de un minuto

source: About an hour
es: Hace alrededor de una hora

source: Actions
es: Acciones

source: Active
es: Activo

source: ACTIVE
es: ACTIVO

source: Active server
es: Servidor activo

source: Active server refreshed
es: Servidor activo actualizado

source: Add a Dockhand server to start switching environments.
es: Añade un servidor de Dockhand para empezar a cambiar de entorno.

source: Add custom user
es: Añadir usuario personalizado

source: Add server
es: Añadir servidor

source: Alerts
es: Alertas

source: All
es: Todos

source: All containers healthy
es: Todos los contenedores están sanos

source: All states
es: Todos los estados

source: Base URL
es: URL base

source: Bearer token (optional)
es: Token bearer (opcional)

source: Bring stack down
es: Bajar stack

source: Build
es: Compilación

source: Build cache
es: Caché de build

source: Build images
es: Construir imágenes

source: Cached snapshot · %@
es: Snapshot cacheado · %@

source: Choose how Dockhand should redeploy this compose stack.
es: Elige cómo debe Dockhand volver a desplegar este stack de Compose.

source: Client
es: Cliente

source: Close
es: Cerrar

source: Command
es: Comando

source: Compose file
es: Archivo compose

source: Compose file cannot be empty.
es: El archivo Compose no puede estar vacío.

source: Compose saved
es: Compose guardado

source: Configure Dockhand in Settings or refresh the environment list.
es: Configura Dockhand en Ajustes o actualiza la lista de entornos.

source: Connect
es: Conectar

source: Connected
es: Conectado

source: Connecting
es: Conectando

source: Connection
es: Conexión

source: Container default
es: Predeterminado del contenedor

source: Containers
es: Contenedores

source: Containers %@
es: Contenedores %@

source: Context changed
es: Contexto cambiado

source: Create
es: Crear

source: Created
es: Creado

source: Current
es: Actual

source: Dangling images pruned
es: Imágenes colgantes eliminadas

source: Dashboard
es: Panel

source: Database
es: Base de datos

source: Dead
es: Muerto

source: Delete
es: Eliminar

source: Delete image
es: Eliminar imagen

source: Delete is disabled while the image is used by containers.
es: Eliminar está desactivado mientras la imagen esté siendo usada por contenedores.

source: Delete server
es: Eliminar servidor

source: Delete server?
es: ¿Eliminar servidor?

source: Delete stack
es: Eliminar stack

source: Delete stack and volumes
es: Eliminar stack y volúmenes

source: Delete tag
es: Eliminar etiqueta

source: Deploy
es: Desplegar

source: Detecting shells
es: Detectando shells

source: Disconnect
es: Desconectar

source: Disconnected
es: Desconectado

source: Dockhand reported success, but the stack is still present.
es: Dockhand informó de éxito, pero el stack sigue presente.

source: Dockhand returned status %lld
es: Dockhand devolvió el estado %lld

source: Dockhand, Docker and host information for the active environment.
es: Información de Dockhand, Docker y del host para el entorno activo.

source: Done
es: Hecho

source: Down
es: Bajar

source: Down stack
es: Bajar stack

source: Each server keeps its own details, token and selected environment.
es: Cada servidor conserva sus propios datos, token y entorno seleccionado.

source: Environment
es: Entorno

source: Environment file
es: Archivo de entorno

source: Environment: %@
es: Entorno: %@

source: Events
es: Eventos

source: Exited
es: Finalizado

source: Filter
es: Filtrar

source: Follow
es: Seguir

source: Font size
es: Tamaño de fuente

source: Force recreate
es: Forzar recreación

source: Host
es: Servidor host

source: Idle
es: Inactivo

source: Image actions
es: Acciones de imagen

source: Image variants
es: Variantes

source: Images
es: Imágenes

source: In use
es: En uso

# Invalid .env on line %lld: %@
source: Invalid .env on line %1$lld: %2$@
es: .env no válido en la línea %1$lld: %2$@

source: Invalid Dockhand URL
es: URL de Dockhand no válida

source: Invalid response from Dockhand
es: Respuesta no válida de Dockhand

source: Invalid variable name '%@'
es: Nombre de variable no válido '%@'

source: Invalid YAML: %@
es: YAML no válido: %@

source: Inventory
es: Inventario

source: Labels
es: Etiquetas

source: Latest first
es: Más recientes primero

source: Less than a minute
es: Hace menos de un minuto

source: Less than a second
es: Hace menos de un segundo

source: Live
es: En vivo

source: Live refresh every 15s · %@
es: Actualización en vivo cada 15 s · %@

source: Loading
es: Cargando

source: Loading environment stats
es: Cargando estadísticas del entorno

source: Memory
es: Memoria

source: Missing '=' separator
es: Falta el separador '='

source: Name
es: Nombre

source: Networks
es: Redes

source: New
es: Nuevo

source: New Server
es: Nuevo servidor

source: No command
es: Sin comando

source: No containers
es: Sin contenedores

source: No containers in %@
es: Sin contenedores en %@

source: No containers in this stack
es: No hay contenedores en este stack

source: No environment selected
es: Ningún entorno seleccionado

source: No images
es: Sin imágenes

source: No images in %@
es: Sin imágenes en %@

source: No logs returned
es: No se devolvieron logs

source: No networks
es: Sin redes

source: No ports
es: Sin puertos

source: No server configured
es: Ningún servidor configurado

source: No size data
es: Sin datos de tamaño

source: No stacks
es: Sin stacks

source: No stacks in %@
es: Sin stacks en %@

source: No tags
es: Sin etiquetas

source: No vulnerabilities reported
es: No se han reportado vulnerabilidades

source: Open Shell
es: Abrir shell

source: OS
es: SO

source: Pane
es: Panel

source: Pause
es: Pausar

source: paused
es: pausado

source: Paused
es: Pausado

source: Port
es: Puerto

source: Protocol
es: Protocolo

source: Prune unused
es: Prune no usadas

source: Prune unused images
es: Eliminar imágenes no usadas

source: Pull image
es: Descargar imagen

source: Pull images
es: Descargar imágenes

source: Quick context and switching.
es: Contexto rápido y cambio inmediato.

source: Ready
es: Listo

source: Reconnect
es: Reconectar

source: Redeploy
es: Redesplegar

source: Redeploy stack
es: Redesplegar stack

source: Refresh
es: Actualizar

source: Removal In Progress
es: Eliminación en curso

source: Remove tag %@?
es: ¿Eliminar la etiqueta %@?

source: Removing
es: Eliminando

source: Repository
es: Repositorio

source: Resources
es: Recursos

source: Restart
es: Reiniciar

source: restarted
es: reiniciado

source: Restarting
es: Reiniciando

source: Resume
es: Reanudar

source: resumed
es: reanudado

source: Running
es: En ejecución

source: Runtime
es: Entorno de ejecución

source: Save
es: Guardar

source: Scan
es: Escanear

source: Select an environment to load server details.
es: Selecciona un entorno para cargar los detalles del servidor.

source: Server
es: Servidor

source: Server changed
es: Servidor cambiado

source: Server details
es: Detalles del entorno

source: Server Details
es: Detalles del entorno

source: Server ID
es: ID del servidor

source: Server library
es: Biblioteca de servidores

source: Server or environment changed. Go back and reopen logs for the active context.
es: El servidor o el entorno han cambiado. Vuelve atrás y reabre los logs para el contexto activo.

source: Server or environment changed. Go back and reopen this container before running actions.
es: El servidor o el entorno han cambiado. Vuelve atrás y reabre este contenedor antes de ejecutar acciones.

source: Server or environment changed. Go back and reopen this image before running actions.
es: El servidor o el entorno han cambiado. Vuelve atrás y reabre esta imagen antes de ejecutar acciones.

source: Server or environment changed. Go back and reopen this shell for the active context.
es: El servidor o el entorno han cambiado. Vuelve atrás y reabre esta shell para el contexto activo.

source: Server or environment changed. Go back and reopen this stack before saving or running actions.
es: El servidor o el entorno han cambiado. Vuelve atrás y reabre este stack antes de guardar o ejecutar acciones.

source: Server saved
es: Servidor guardado

source: Session ended
es: Sesión finalizada

source: Settings
es: Ajustes

source: Size
es: Tamaño

source: Snapshot
es: Instantánea

source: Some unused
es: Algunas sin usar

source: Sort
es: Ordenar

source: Stack actions
es: Acciones del stack

source: Start
es: Iniciar

source: started
es: iniciado

source: State
es: Estado

source: Status
es: Estado

source: Stop
es: Detener

source: stopped
es: detenido

source: Stopped
es: Detenido

source: Storage
es: Almacenamiento

source: Switch server
es: Cambiar servidor

source: System Container
es: Contenedor del sistema

source: Tag
es: Etiqueta

source: Tag image
es: Etiquetar imagen

source: Tags
es: Etiquetas

source: Tail
es: Líneas

source: This removes every image not used by any container in the selected Dockhand environment.
es: Esto elimina todas las imágenes que no esté usando ningún contenedor en el entorno de Dockhand seleccionado.

source: This removes the full image object from the selected Dockhand environment.
es: Esto elimina el objeto completo de la imagen del entorno de Dockhand seleccionado.

source: This removes the saved URL, token and per-server environment selection.
es: Esto elimina la URL guardada, el token y la selección de entorno por servidor.

source: This removes the stack from the selected Dockhand environment. Deleting volumes also removes attached persistent data.
es: Esto elimina el stack del entorno de Dockhand seleccionado. Eliminar los volúmenes también elimina los datos persistentes adjuntos.

source: This removes untagged intermediate layers in the selected Dockhand environment.
es: Esto elimina las capas intermedias sin etiqueta del entorno de Dockhand seleccionado.

source: This stops and removes the containers created by this stack in the selected environment.
es: Esto detiene y elimina los contenedores creados por este stack en el entorno seleccionado.

source: Total containers
es: Contenedores totales

source: Type
es: Tipo

source: Unknown
es: Desconocido

source: Unused
es: Sin usar

source: Unused images pruned
es: Imágenes no usadas eliminadas

source: Up
es: En ejecución desde hace

source: Updates
es: Actualizaciones

source: Use
es: Usar

source: Use this server
es: Usar este servidor

source: Used by
es: Usado por

source: User
es: Usuario

source: View Logs
es: Ver logs

source: Volumes
es: Volúmenes

source: Yes
es: Sí
